[{"ID":"767","Name_lang":"Neltharion's Lair","Description_lang":"The Earth Warder Neltharion, later known as Deathwing, once called this cavern home. Since his fall, the drogbar that once worshipped the great dragon built their capital within this ancient lair. Now, Dargrul, chieftain of the drogbar, rallies a massive army within these depths. Bolstered by the Hammer of Khaz'goroth, this army will surge from the mountainside if left unchecked, devastating Highmountain and threatening the security of all Azeroth.","MapID":"1458","BackgroundFileDataID":"1450570","ButtonFileDataID":"1450574","ButtonSmallFileDataID":"1450576","LoreFileDataID":"1450572","Flags":"1","AreaID":"0"},{"ID":"1001","Name_lang":"Freehold","Description_lang":"Freehold has traditionally served as a haven for pirates, scoundrels, and those who wish to live free of Kul Tiran control. Now, the Irontide Raiders have brought the city under their harsh rule and are coercing the various pirate crews under their banner. While the pirates gather, a small group of heroes must infiltrate the town and eliminate their leadership to dissolve this growing alliance of cutthroats.","MapID":"1754","BackgroundFileDataID":"1778889","ButtonFileDataID":"1778893","ButtonSmallFileDataID":"1778897","LoreFileDataID":"1778891","Flags":"0","AreaID":"0"},{"ID":"1196","Name_lang":"Brackenhide Hollow","Description_lang":"Brackenhide Hollow is the largest gnoll settlement in the Dragon Isles, and home to unspeakable danger. Decay seeps from the Hollow, spreading among the gnoll tribes of the Azure Span and threatening to rot away all life. In the heart of the Hollow lies the leader of the Brackenhide, and the knowledge she gleefully shares with her withered kin.","MapID":"2520","BackgroundFileDataID":"4742820","ButtonFileDataID":"4742923","ButtonSmallFileDataID":"4746635","LoreFileDataID":"4742933","Flags":"0","AreaID":"0"},{"ID":"1197","Name_lang":"Uldaman: Legacy of Tyr","Description_lang":"Uldaman is an ancient titan facility where, long ago, allies of the heroic Keeper Tyr hid the Discs of Norgannon.\r\n\r\nAfter returning to the Dragon Isles, Queen Alexstrasza learned of another disc locked away within Uldaman... one that holds the memories of Tyr himself. Believing this knowledge is needed to restore the power of the Aspects, Alexstrasza has asked her mortal allies to brave the perils of Uldaman and recover Tyr's memories to secure the future of dragonkind.","MapID":"2451","BackgroundFileDataID":"4742827","ButtonFileDataID":"4742930","ButtonSmallFileDataID":"4746642","LoreFileDataID":"4742940","Flags":"0","AreaID":"0"},{"ID":"1199","Name_lang":"Neltharus","Description_lang":"Beneath the Obsidian Citadel lies Neltharus, home of the black dragonflight's hoard and the secrets behind their legendary forging. When the djaradin woke from their slumber, they chose Neltharus as the point of entry for their attack. Surprised to find it deserted, they quickly laid claim to its secrets for themselves... as well as the rest of the Obsidian Citadel.","MapID":"2519","BackgroundFileDataID":"4742825","ButtonFileDataID":"4742928","ButtonSmallFileDataID":"4746640","LoreFileDataID":"4742938","Flags":"0","AreaID":"0"},{"ID":"1204","Name_lang":"Halls of Infusion","Description_lang":"Deep beneath Tyrhold lies the Halls of Infusion. Its structure was built upon an ancient wellspring, the waters of which were channeled by Keeper Tyr to feed the Life Pools of the red flight. Now that the Dragon Isles have reawakened, Primalist forces have invaded these halls. Have they come to destroy the facility... or to reveal secrets that Tyr left behind?","MapID":"2527","BackgroundFileDataID":"4742823","ButtonFileDataID":"4742926","ButtonSmallFileDataID":"4746638","LoreFileDataID":"4742936","Flags":"0","AreaID":"0"}]